Repository: swinzy/WinHotCorner
Catalog: src/ControlPanel/Strings/*/Resources.resw
Source language: en_us
Languages: es, zh_hans, zh_hant

# WindowTitle
source: WinHotCorner Control Panel
es: Panel de control de WinHotCorner
zh_hans: WinHotCorner 控制面板
zh_hant: WinHotCorner 控制台

# HeaderTitle.Text
source: Control Panel
es: Panel de control
zh_hans: 控制面板
zh_hant: 控制台

# NotInstalledInfo.Title
source: The hot corner is not installed
es: La esquina activa no está instalada
zh_hans: 热角未安装
zh_hant: 熱角未安裝

# NotInstalledInfo.Message
source: Install WinHotCorner to use these settings.
es: Instala WinHotCorner para usar esta configuración.
zh_hans: 安装 WinHotCorner 后才能使用这些设置。
zh_hant: 安裝 WinHotCorner 後才能使用這些設定。

# PolicyInfo.Title
source: Some settings are managed by your organization
es: Tu organización administra algunas opciones de configuración
zh_hans: 某些设置由你的组织管理
zh_hant: 部分設定由您的組織管理

# HotCornerTitle.Text
source: Hot corner
es: Esquina activa
zh_hans: 热角
zh_hant: 熱角

# EnabledSwitch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Hot corner
es: Esquina activa
zh_hans: 热角
zh_hant: 熱角

# RunNowButton.Content
source: Run now
es: Ejecutar ahora
zh_hans: 立即运行
zh_hant: 立即執行

source: On
es: Activado
zh_hans: 开
zh_hant: 開啟

source: Off
es: Desactivado
zh_hans: 关
zh_hant: 關閉

# StatusNotInstalled
source: Not installed
es: No instalada
zh_hans: 未安装
zh_hant: 未安裝

# StatusTurnedOff
source: Turned off by your organization
es: Desactivada por tu organización
zh_hans: 已被你的组织关闭
zh_hant: 已由您的組織關閉

# StatusNotRunning
source: Not running
es: No se está ejecutando
zh_hans: 未运行
zh_hant: 未執行

# PreferencesHeader.Text
source: Preferences
es: Preferencias
zh_hans: 首选项
zh_hant: 偏好設定

# ScreensTitle.Text
source: Hot corner screens
es: Pantallas con esquina activa
zh_hans: 热角所在的屏幕
zh_hant: 熱角所在的螢幕

# ScreensDescription.Text
source: Determines which screens have a hot corner.
es: Determina qué pantallas tienen una esquina activa.
zh_hans: 决定哪些屏幕有热角。
zh_hant: 決定哪些螢幕有熱角。

# ScreensBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Hot corner screens
es: Pantallas con esquina activa
zh_hans: 热角所在的屏幕
zh_hant: 熱角所在的螢幕

# ScreensPrimary
source: Primary screen only
es: Solo la pantalla principal
zh_hans: 仅主屏幕
zh_hant: 僅主螢幕

# ScreensFree
source: Screens with no top left neighbors
es: Pantallas sin vecinas en la esquina superior izquierda
zh_hans: 左上角没有相邻屏幕的屏幕
zh_hant: 左上角沒有相鄰螢幕的螢幕

# ScreensFreeTopRight
source: Screens with no top right neighbors
es: Pantallas sin vecinas en la esquina superior derecha
zh_hans: 右上角没有相邻屏幕的屏幕
zh_hant: 右上角沒有相鄰螢幕的螢幕

# ScreensPrimaryAndFree
source: Primary screen and screens with no top left neighbors
es: Pantalla principal y pantallas sin vecinas en la esquina superior izquierda
zh_hans: 主屏幕和左上角没有相邻屏幕的屏幕
zh_hant: 主螢幕和左上角沒有相鄰螢幕的螢幕

# ScreensPrimaryAndFreeTopRight
source: Primary screen and screens with no top right neighbors
es: Pantalla principal y pantallas sin vecinas en la esquina superior derecha
zh_hans: 主屏幕和右上角没有相邻屏幕的屏幕
zh_hant: 主螢幕和右上角沒有相鄰螢幕的螢幕

# ScreensAll
source: All screens
es: Todas las pantallas
zh_hans: 所有屏幕
zh_hant: 所有螢幕

# HoldTitle.Text
source: Expand hot corner area
es: Ampliar el área de la esquina activa
zh_hant: 擴大熱角區域

# HoldDescription.Text
source: Makes it easier to trigger by putting a barrier at each screen with a hot corner
es: Facilita activarla colocando una barrera en cada pantalla con esquina activa
zh_hant: 在每個有熱角的螢幕上設置屏障，讓熱角更容易觸發

# HoldSwitch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Expand hot corner area
es: Ampliar el área de la esquina activa
zh_hant: 擴大熱角區域

# MirrorTitle.Text
source: Mirror for right-to-left
es: Reflejar para idiomas de derecha a izquierda
zh_hans: 从右到左时镜像
zh_hant: 由右至左時鏡像

# MirrorDescription.Text
source: Hot corner will trigger at top right corner in RTL languages
es: En los idiomas de derecha a izquierda, la esquina activa estará en la esquina superior derecha
zh_hans: 在从右到左书写的语言中，热角将在右上角触发
zh_hant: 在由右至左書寫的語言中，熱角將在右上角觸發

# RightToLeftSwitch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Mirror for right-to-left
es: Reflejar para idiomas de derecha a izquierda
zh_hans: 从右到左时镜像
zh_hant: 由右至左時鏡像

# FullscreenTitle.Text
source: Disable when fullscreen
es: Desactivar en pantalla completa
zh_hans: 全屏时停用
zh_hant: 全螢幕時停用

# FullscreenDescription.Text
source: Don't trigger while an app is fullscreen on that screen, for example a game or a video.
es: No se activa mientras una aplicación está en pantalla completa en esa pantalla, por ejemplo, un juego o un video.
zh_hans: 该屏幕上有应用全屏显示时（例如游戏或视频）不触发。
zh_hant: 該螢幕上有應用程式以全螢幕顯示時（例如遊戲或影片）不觸發。

# FullscreenSwitch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Disable when fullscreen
es: Desactivar en pantalla completa
zh_hans: 全屏时停用
zh_hant: 全螢幕時停用

# MouseDownTitle.Text
source: Disable when mouse button is down
es: Desactivar al mantener presionado un botón del mouse
zh_hans: 按住鼠标按键时停用
zh_hant: 按住滑鼠按鍵時停用

# MouseDownDescription.Text
source: Don't trigger while a mouse button is held, for example while dragging.
es: No se activa mientras se mantiene presionado un botón del mouse, por ejemplo, al arrastrar.
zh_hans: 按住鼠标按键时（例如拖动时）不触发。
zh_hant: 按住滑鼠按鍵時（例如拖曳時）不觸發。

# MouseDownSwitch.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Disable when mouse button is down
es: Desactivar al mantener presionado un botón del mouse
zh_hans: 按住鼠标按键时停用
zh_hant: 按住滑鼠按鍵時停用

# PressureTitle.Text
source: Pressure
es: Presión
zh_hans: 压力
zh_hant: 壓力

# PressureDescription.Text
source: How hard to push into the corner. Higher needs a harder push.
es: Cuánto hay que empujar el puntero contra la esquina. Un valor más alto requiere empujar con más fuerza.
zh_hans: 要用多大的力把指针推进角落。数值越大，需要推得越用力。
zh_hant: 要用多大的力將指標推進角落。數值越大，需要推得越用力。

# ThresholdBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Pressure
es: Presión
zh_hans: 压力
zh_hant: 壓力

# ResetButton.Content
source: Reset preferences
es: Restablecer preferencias
zh_hans: 重置首选项
zh_hant: 重設偏好設定
